PacktPublishing/Developing-IoT-Projects-with-ESP32-2nd-edition/ch10/tflite_ex/sdkconfig.defaults

CONFIG_IDF_TARGET="esp32s3"
CONFIG_IDF_TARGET_ESP32S3=y
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y

CONFIG_LV_COLOR_DEPTH_16=y
CONFIG_LV_COLOR_DEPTH=16
CONFIG_LV_COLOR_16_SWAP=y
CONFIG_LV_FONT_MONTSERRAT_32=y

CONFIG_NN_ANSI_C=y
CONFIG_NN_OPTIMIZATIONS=0
